Repository: mariokernich/nextset
Catalog: ios/Shared/Localizable.xcstrings
Source language: en
Languages: de

source: %lld seconds
de: %lld Sekunden

source: Add 15 seconds
de: 15 Sekunden hinzufügen

source: Add timer
de: Timer hinzufügen

source: Add your usual rest times with +.
de: Füge deine üblichen Pausenzeiten mit + hinzu.

source: Beep
de: Piep

source: Cancel
de: Abbrechen

source: Chime
de: Glocke

source: Delete
de: Löschen

source: Delete timer
de: Timer löschen

source: Done
de: Fertig

source: During a rest
de: Während der Pause

source: Edit
de: Bearbeiten

source: Edit timer
de: Timer bearbeiten

source: End Rest
de: Pause beenden

source: End rest
de: Pause beenden

source: Ends the running rest timer.
de: Beendet den laufenden Pausen-Timer.

source: For example the exercise, like “Squats”.
de: Zum Beispiel die Übung, etwa „Kniebeugen“.

source: GO!
de: LOS!

source: Haptics
de: Haptik

source: Keep display on
de: Display anlassen

source: Live Activity
de: Live-Aktivität

source: Minutes
de: Minuten

source: More timers
de: Weitere Timer

source: New timer
de: Neuer Timer

source: Next set
de: Nächster Satz

source: Next set at %@
de: Nächster Satz um %@

source: Notify when rest is over
de: Mitteilung bei Pausenende

source: Number of quick timers
de: Anzahl Schnell-Timer

source: of %@
de: von %@

source: Off
de: Aus

source: Pause
de: Pausieren

source: Paused
de: Pausiert

source: Play sound
de: Klang abspielen

source: Quick Timer
de: Schnell-Timer

source: Quick timer %lld
de: Schnell-Timer %lld

source: Quick Timer 1
de: Schnell-Timer 1

source: Quick Timer 2
de: Schnell-Timer 2

source: Quick timers
de: Schnell-Timer

source: Quick timers are the big buttons on the start screen.
de: Schnell-Timer sind die großen Tasten auf dem Startbildschirm.

source: Ready
de: Bereit

source: Remove 15 seconds
de: 15 Sekunden abziehen

source: Repeat rest
de: Pause wiederholen

source: Rest
de: Satzpause

source: Rest is over
de: Pause vorbei

source: Rest is over – time for your next set.
de: Pause vorbei – Zeit für den nächsten Satz.

source: Resume
de: Fortsetzen

source: Save
de: Sichern

source: Seconds
de: Sekunden

source: Settings
de: Einstellungen

source: Signal during the last
de: Signal in den letzten

source: Sound
de: Klang

source: Sounds
de: Töne

source: Sounds off
de: Töne aus

source: Sounds on
de: Töne an

source: Start %@ rest
de: %@ Pause starten

source: Start Quick Timer
de: Schnell-Timer starten

source: Start rest
de: Pause starten

source: Start Rest Timer
de: Pausen-Timer starten

source: Starts a rest timer with any duration.
de: Startet einen Pausen-Timer mit beliebiger Dauer.

source: Starts one of your quick rest timers.
de: Startet einen deiner Schnell-Timer.

source: Tap a timer to start
de: Timer antippen zum Starten

source: The last seconds of every rest are marked with a tap and a beep. Sounds play over your music and even in silent mode.
de: Die letzten Sekunden jeder Pause werden mit Vibration und Ton markiert. Die Töne sind über deiner Musik und auch im Stumm-Modus zu hören.

source: Time for your next set.
de: Zeit für deinen nächsten Satz.

source: Timers
de: Timer

source: Timers sync with your iPhone.
de: Timer werden mit deinem iPhone synchronisiert.

source: Timers you edit here also appear on your Apple Watch.
de: Timer, die du hier bearbeitest, erscheinen auch auf deiner Apple Watch.

source: Turns the countdown sounds on or off.
de: Schaltet die Countdown-Töne ein oder aus.

source: With the phone locked, the Lock Screen and the Dynamic Island show the countdown and a notification signals the end of the rest.
de: Bei gesperrtem iPhone zeigen Sperrbildschirm und Dynamic Island den Countdown, eine Mitteilung meldet das Ende der Pause.
